Revit 2027 API
ParameterTypeId.StairsTriserNumberBaseIndex Property
 "Tread/Riser Start Number":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTriserNumberBaseIndex { get; }
Public Shared ReadOnly Property StairsTriserNumberBaseIndex As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTriserNumberBaseIndex {
	ForgeTypeId^ get ();
}
static member StairsTriserNumberBaseIndex : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace